{
    "file": "media\\video.mp3",
    "transcription": " I have 422 friends, yet I'm lonely. I speak to all of them every day yet, none of them really know me. The problem I have is that it's in a space between looking into their eyes or at a name on a screen. I took a set back and opened my eyes, I looked around and realised that there's media, we call social, is anything but. When we open our computers and it's our doors, we shut. All this technology we have, it's just an illusion. Community companionship, a sense of inclusion, yet when you step away from this device of delusion, you're waking to see a world of confusion. A world where we slaves to the technology we mastered, we're information gets sold by some rich, greedy bastard, a world of self-interest, self-image, self-promotion, where we all share our best bits, but leave out the emotion. We're at our most happy, with an experience we share, but is it the same if no one is there? Be there for your friends, and there will be there too, but no one will be if a group message will do. We added an exaggerate, crave a situation, we pretend not to notice the social isolation. We put a words into order until our lives are listening. We don't even know if anyone is listening. Being alone isn't a problem, let me just emphasise if you read a book, paint and picture, or do some exercise, you're being productive and present, no reserved and recluse. You're being awake and attentive and putting your time to produce. So when you're in public and you start to feel alone, but your hands behind your head step away from the phone. You don't need to stare at your men, you'll wait your contact list, just talk to one another, learn to coexist. I can't stand to hear the silence of a busy commuter train, where no one wants to talk for the fear of looking and saying. We're becoming unssocial, in no longer satisfies to engage with one another and look into someone's eyes. We're surrounded by children who since they were born, have watched us living like robots and think it's a norm. It's not very likely you'll make world's greatest dad if you can't entertain a child without using an iPad. When I was a child, I'd never be home. Be out of my friends and our bikes who would roam on, we're holes in my trainers and grays up my knees, we're build our own clubhouse high up in the trees. Now the park's so quiet it gives me a chill. See no children outside and the swings hanging still. There's no skipping, no hopscotch, no church and no steeple. We're a generation of idiots, smart phones and dumb people. So look up from your phone, shut down, display. Take in your surroundings, make the most of today. Just one real connection is all it can take to show you the difference that being there can make. Be there in the moment that she gives you the look that you remember forever as when love overtook. At times she first told your hand on first kiss she lips. The time you first disagree, but still love her to bits. The time you don't have to tell hundreds of what you've just done because you want to share this moment with just this one. The time you've sell your computer so you can buy a ring for the girl or your dreams who is now the real thing. The time you want to start a family and the moment when your first hold your little girl and get to fall in love again. The time she keeps you up at night and all you want is rest. And the time you wipe away the tears as your baby flees the nest. The time your baby girl returns for a boy for you to hold and the time he calls you granddad and makes you feel real old. The time you're taking all you've made just by giving life attention and how your glad you didn't waste it by looking down as some invention. The time you hold your wife's hand, sit down beside her bed, you tell her that you love her, play a kiss upon her head. She then whispers too quietly as a heart gives a final beat that she's lucky she got stopped by that loss boy in the street. But none of these times ever happened. You never had any of this. When you're too busy looking down, you don't see the chances you miss. So look up from your phone, shut down those displays. We have a finite existence, a set number of days. Don't waste your life getting caught in the net as when the end comes nothing's worse than regret. I'm guilty too of being part of this machine, this digital world we are heard but not seen where we type as we talk and we read as we chat. We respect ours together without making eye contact. Don't give in to a life where you follow the hype, give people your love, don't give them your like. Disconnect from the need to be heard and defined, go out into the world, need distraction to be light. Look up from your phone, shut down that display, stop watching this video, live life the real way."
}